"LANG" = "(Italian)";

"TB_ONYX" = "OnyX";
"TB_CHECK" = "Verifica";
"TB_MAINTAIN" = "Manutenzione";
"TB_CLEAN" = "Elimina";
"TB_UTILS" = "Utility";
"TB_AUTOMATE" = "Automatizza";
"TB_PARAM" = "Parametri";
"TB_INFO" = "Info";
"TB_LOG" = "Resoconto";

"TT_ONYX" = "Mostra solo la barra strumenti";
"TT_CHECK" = "Effettua le verifiche";
"TT_MAINTAIN" = "Effettua le attività di manutenzione del Sistema";
"TT_CLEAN" = "Effettua le attività di pulizia";
"TT_UTILS" = "Esegue differenti operazioni";
"TT_AUTOMATE" = "Effettua le attività di manutenzione e di pulizia";
"TT_PARAM" = "Attiva o disattiva numerose funzionalità nascoste";
"TT_INFO" = "Fornisce informazione sul proprio computer";
"TT_LOG" = "Mostra Resoconti di OnyX e Report di crash";

"EXEC_ONYX" = "Avvio di OnyX";
"READ_PARAM" = "Leggo i parametri...";
"READ_INFO" = "Leggo le informazioni...";

"DEFAULT" = "di default";
"BY_PROC" = " (per processori)";
"BY_CORE" = " (per core)";
"USEDBYSYSTEM" = " (usato dal Sistema)";
"USEDBYONYX" = " (usato da OnyX)";
"OCTETS" = " bytes";
"KO" = " KB";
"MO" = " MB";
"GO" = " GB";
"TO" = " TB";

"B_CANCEL" = "Annulla";
"B_DL" = "Scarico";
"B_QUIT" = "Esci";
"B_CONTINUE" = "Continua";
"B_RESTART" = "Riavvia";
"B_CLOSE" = "Chiudi";
"B_SHUTDOWN" = "Spegni";
"B_CREATE" = "Crea";
"B_DELETE" = "Cancella";
"B_ENABLE" = "Attiva";
"B_DISABLE" = "Disattiva";
"FIELD_ENABLE" = "Attivo";
"FIELD_DISABLE" = "Inattivo";

"CHECK_UPDATE" = "Verifico la presenza di nuove versioni...";
"UPTODATE" = "OnyX è aggiornato.";
"MSG_UPTODATE" = "Non sono disponibili ulteriori aggiornamenti di OnyX. Premi OK per continuare.";
"NO_UPDATE" = "Non c'era nessuna nuova versione disponibile";
"NO_UPDATEBETA" = "Impossible to search for an update from a Beta version.";
"UPDATE_DL" = "Nuova versione rilevata e scaricata";
"UPDATE_NODL" = "Nuova versione rilevata ma non scaricata";
"DL_UPDATE" = "Scarico...";
"NEW_VERS" = "Rilevata una nuova versione.";
"MSG_VERSA" = "Attualmente stai utilizzando la versione ";
"MSG_VERSB" = " di OnyX. E' disponibile la (";
"MSG_VERSC" = ") che è una versione più recente.\n Vuoi scaricarla?";
"DLOK" = "Scaricati.";
"MSG_DLOK" = "L'ultima versione di OnyX è stata scaricata ed è disponibile sulla tua Scrivania (o nella cartella indicata nelle preferenze di OnyX).";

"CHECK_SMART" = "Verifica dello stato S.M.A.R.T.";
"MSG_CHECKSMART" = "E' consigliabile verificare con regolarità lo stato S.M.A.R.T. del disco fisso. Questa operazione dura pochi secondi e può essere disabilitata nelle preferenze di OnyX.";
"DISABLE_SMART" = "La verifica all'avvio dello stato S.M.A.R.T. può essere disabilitata nelle preferenze di OnyX.";
"SMART_VERIFIED" = "Stato S.M.A.R.T. verificato.";
"MSG_SMART_VERIFIED" = "Questo disco sembra funzionare correttamente.";
"SMART_NOTSUPPORTED" = "Stato S.M.A.R.T. non supportato.";
"MSG_SMART_NOTSUPPORTED" = "Lo stato S.M.A.R.T. non è stato verificato perchè non è supportato da questo disco.";
"SMART_NOTVERIFIED" = "Stato S.M.A.R.T. non verificato.";
"MSG_SMART_NOTVERIFIED" = "Si è verificato un errore durante la verifica dello stato S.M.A.R.T. dell'Hard Disk.";
"MSG_SMART_RAID" = "OnyX non può controllare lo stato S.M.A.R.T. di dischi RAID.";

"CHECKDISK" = "Verifico disco di avvio";
"MSG_ALERTCHECK" = "Prima di eseguire le operazioni di manutenzione o di pulizia del sistema, si raccomanda di verificare il disco di avvio.";
"MSG_CHECKDISK" = "Per verificarlo, chiudi tutte le applicazioni (alcuni task possono disturbare i risultati della verifica) poi premi Continua. \nIntanto, è possibile che il Finder rallenti o non risponda più, che il cursore multicolore appaia o che il vostro computer cessi di rispondere (si congela). È normale, bisogna aspettare !!";
"CHECKDISK_OK" = "Disco verificato.";
"MSG_CHECKDISK_OK" = "Il disco di avvio sembra essere a posto.";
"CHECKDISK_NOTOK" = "Il disco ha bisogno di essere riparato.";
"MSG_CHECKDISK_NOTOK" = "Per riparare il disco di avvio, inizia dal disco di installazione di Mac OS X (CD o DVD), poi seleziona Utility >  Utility Disco...";
"NOCHECKDISK" = "Impossibile effettuare la verifica.";
"MSG_NOCHECKDISK" = "Impossibile verificare il disco di avvio perchè non è aggiornato (journaled).";

"CHECK_PLIST" = "Verifico i documenti delle Preferenze...";
"PLIST_OK" = "La sintassi dei documenti verificati è corretta.";

"REPAIRPERM" = "Riparo i permessi";
"DAILY" = "Eseguo lo script di manutenzione giornaliero";
"WEEKLY" = "Eseguo lo script di manutenzione settimanale";
"MONTHLY" = "Eseguo lo script di manutenzione mensile";
"ARCHIVEDLOGS" = "Elimino i resoconti archiviati";
"ENDSCRIPTS" = "Scripts eseguiti.";
"MSG_ENDSCRIPTS" = "Gli scripts selezionati sono stati eseguiti.";
"LAST_EXEC" = "- Ultima esecuzione: ";
"MAINTAIN" = "Manutenzione...";
"LAUNCHSERVICES" = "Ricostruisco il database LaunchServices";
"DSSTORE" = "Elimino i documenti .DS_Store";
"DYLDCACHE" = "Aggiorno la cache delle librerie dinamiche condivise";
"INDEX_SPOTLIGHT" = "Ricostruisco l'indice di Spotlight";
"INDEX_BAL" = "Ricostruisco l'indice delle caselle di Mail";
"SIDEBAR" = "Reinizializzo le impostazioni di default della Barra laterale delle finestre del Finder";
"HELPVIEWER" = "Reinizializzo le impostazioni di default del menù del Visore Aiuto";
"ENDMAINTAIN" = "Manutenzione terminata.";
"MSG_ENDMAINTAIN" = "I comandi di manutenzione selezionati sono stati eseguiti.";

"CLEAN" = "Elimina...";
"CACHE_BOOT" = "Elimino la cache di Avvio";
"CACHE_KERNEL" = "Elimino la cache di Kernel";
"CACHE_INTLDATA" = "Elimino la cache di Preferenze 'Internazionale'";
"CUPS_FILES" = "Elimino lo spool di stampa";
"CACHE_DIRECTORYSERVICE" = "Elimino la cache di Directory Service";
"CACHE_COMPQT" = "Elimino la cache dei Componenti QuickTime";
"CACHE_COMPAUDIO" = "Elimino la cache dei Componenti Audio";
"CACHE_COMPOTHERS" = "Elimino la cache di Altri Componenti";
"CACHE_APP" = "Elimino la cache delle applicazioni";
"CACHE_PREFPANES" = "Elimino la cache del pannello Preferenze di Sistema";
"CACHE_AU" = "Elimino la cache delle Unità Audio";
"CACHE_JAVA" = "Elimino la cache di Java e Applets Java";
"CACHE_DESKTOP" = "Elimino la cache della Scrivania";
"CACHE_ICONDOCK" = "Elimino la cache delle icone del Dock";
"CACHE_COLORSYNC" = "Elimino la cache dei Profili ColorSync";
"CACHE_QUICKLOOK" = "Elimino la cache di QuickLook";
"TEMP_ITEMS" = "Elimino i documenti temporanei";
"CACHE_BROWSER" = "Elimino la cache di navigazione Internet";
"CACHE_DOWNLOAD" = "Elimino la cache di download";
"HISTORY_BROWSER" = "Elimino la cronologia dei browser";
"RECENT_SEARCH" = "Elimino le ricerche recenti";
"WEBPAGE_PREVIEWS" = "Elimino l'anteprima delle pagine Web";
"BOOKMARKS_ICONS" = "Elimino le icone dei Preferiti";
"INFOS_FORM" = "Elimino le informazione dei moduli";
"COOKIES" = "Elimino i cookies";
"CACHE_FONTS" = "Elimino la cache dei font";
"RECENT_ITEMS" = "Elimino gli Elementi Recenti";
"RECENT_CONVERSIONS" = "Elimino le conversioni recenti della calcolatrice";
"MAIL_DOWNLOADS" = "Elimino i documenti della cartella Downloads di Mail";
"SAVED_SEARCHES" = "Elimino gli Elementi nella cartella Ricerche Salvate";
"TMP" = "Elimino i documenti temporanei e inutili";
"OLDITUNESLIB" = "Elimino le librerie Precedenti di iTunes";
"MYCOMPSS" = "Elimino la lista di Condivisione Schermo di 'Miei computer'";
"CONTENTGUIDEQT" = "Elimino la guida dei contenuti di QuickTime";
"ENDCLEAN" = "Pulizia terminata.";
"MSG_ENDCLEAN" = "I comandi di pulizia selezionati sono stati eseguiti.";

"EMPTY_TRASH" = "Elimino il contenuto del Cestino";
"DESTROY_TRASH" = "Distruggo il contenuto del Cestino";
"ALRT_TRASH" = "Il contenuto dei Cestini di tutti gli account e dei volumi connessi verrà definitivamente rimosso.";
"MSG_DESTROYTRASH" = "Warning: This operation takes a very long time. Wait for the task to complete!";
"ENDEMPTYTRASH" = "Cestino svuotato.";
"MSG_ENDEMPTYTRASH" = "Il contenuto dei Cestini di tutti gli account e di tutti i Volumi connessi è stato rimosso con successo.";

"LOCATE_YES" = "Creo il database Locate";
"LOCATE_NO" = "Cancello il database Locate";
"MSG_DELETELOCATE" = "Vuoi veramente cancellare il database Locate?";
"UPDATE_LOCATE" = "Aggiorno il database Locate";
"SEARCH_LOCATE" = "Ricerca nel database Locate";
"ENDUPDLOCATE" = "Database Locate aggiornato.";
"MSG_ENDUPDLOCATE" = "Il database Locate è stato ricostruito ed aggiornato con successo.";
"SEARCH_RESULT" = "Risultato Ricerca";
"NO_ITEMFOUND" = "Nessun elemento che contiene";
"NO_FOUND" = "è stato trovato.";
"ONE_ITEMFOUND" = "Solo un elemento che contiene";
"ONE_FOUND" = "è stato trovato.";
"MORE_ITEMFOUND" = "elementi che contengono";
"MORE_FOUND" = "sono stati trovati.";
"UPDATE_WHATIS" = "Aggiorno il database Whatis";
"ENDUPDWHATIS" = "Database Whatis aggiornato.";
"MSG_ENDUPDWHATIS" = "Il database Whatis è stato ricostruito ed aggiornato con successo.";

"ACCT_YES" = "Attivo la registrazione dei processi";
"ACCT_NO" = "Disattivo la registrazione dei processi";

"SHOWVOLUME" = "Mostro il volume: ";
"HIDEVOLUME" = "Nascondo il volume: ";
"SHOWFOLDER" = "Mostro la certella: ";
"HIDEFOLDER" = "Nascondo la cartella: ";
"SHOWFILE" = "Mostro il file: ";
"HIDEFILE" = "Nascondo file: ";

"AUTOMATE" = "Automatizza...";
"ALL_LOGS" = "Elimino i resoconti e rapporti diagnostica";
"SYSTEM_CACHE" = "Elimino la cache di Sistema";
"USER_CACHE" = "Elimino la cache Utente";
"WEB_CACHE" = "Cancello la cache della cronologia e delle pagine visitate del Web";
"MISC_ITEMS" = "Cancello altri elementi";
"ENDAUTOMATE" = "Operazione terminata.";
"MSG_ENDAUTOMATE" = "I comandi di automazione selezionati sono stati eseguiti.";

"RESTART" = "Le operazioni selezionate sono state eseguite con successo."; 
"MSG_RESTART" = "Si consiglia di riavviare il computer adesso.";

"DOUBLEBOTH" = "Attivo le doppie frecce ad entrambe le estremità delle barre di scorrimento";
"DOUBLEMAX" = "Attivo le doppie frecce in basso e a destra delle barre di scorrimento";
"DOUBLEMIN" = "Attivo le doppie frecce in alto e a sinistra delle barre di scorrimento";
"SINGLE" = "Attivo le frecce singole ad entrambe le estremità delle barre di scorrimento";
"SETTIME" = "Modifico la velocità di visualizzazione dei pannelli";
"CRASHREPORT_BASIC" = "Attivo la modalità Base dei rapporti diagnostica";
"CRASHREPORT_DEV" = "Attivo la modalità Sviluppatore dei rapporti diagnostica";
"CRASHREPORT_SERVER" = "Attivo la modalità Server dei rapporti diagnostica";
"DSSTORENETWORK_YES" = "Attivo la creazione dei file .DS_Store sui volumi di rete";
"DSSTORENETWORK_NO" = "Disattivo la creazione dei file .DS_Store sui volumi di rete";
"DSSTORENETWORK" = "Modifico la creazione dei file .DS_Store sui volumi di rete."; 
"DSSTORENETWORK_RESTART" = "La modifica di creazione dei file .DS_Store sui volumi di rete sarà effettiva solo dopo il riavvio del computer.\nForzo il riavvio ora?";
"FORMAT_CAPTURE" = "Modifico del formato di Cattura Schermo";
"SHADOWSC_YES" = "Mostro l'ombreggiatura nelle finestre di cattura";
"SHADOWSC_NO" = "Nascondo l'ombreggiatura nelle finestre di cattura";
"PATH_CAPTURE" = "Modifico il percorso di salvataggio delle catture schermo";
"NEWNAME_CAPTURE" = "Modifico il nome della Cattura Schermo";
"RECENTITEMS_YES" = "Mostro gli elementi recenti nelle applicazioni";
"RECENTITEMS_NO" = "Nascondo gli elementi recenti nelle applicazioni";
"RECENTPLACES" = "Modifico il numero di Luoghi Recenti nei dialoghi";
"START_ANIMDESKTOP" = "Avvio l'animazione dello sfondo dela Scrivania";
"STOP_ANIMDESKTOP" = "Arresto l'animazione dello sfondo dela Scrivania";
"ALERTDOWNLOADED_YES" = "Mostro il messaggio di avvertimento al primo lancio delle applicazioni scaricate";
"ALERTDOWNLOADED_NO" = "Nascondo il messaggio di avvertimento al primo lancio delle applicazioni scaricate";
"PP_ARCHIVES" = "Installo il pannello delle preferenze Archivi";
"PP_PROCESSOR" = "Installo il pannello delle preferenze Processori";
"REINIT_GENERAL" = "Reinizializzo i parametri generali";

"ZOOMAPP_YES" = "Attivo l'effetto all'apertura delle applicazioni";
"ZOOMAPP_NO" = "Disattivo l'effetto all'apertura delle applicazioni";
"ZOOMWIND_YES" = "Attivo l'effetto d'ingrandimento delle finestre";
"ZOOMWIND_NO" = "Disattivo l'effetto d'ingrandimento delle finestre";
"ANIMINFO_YES" = "Attivo l'effetto della finestra delle Info";
"ANIMINFO_NO" = "Disattivo l'effetto della finestra delle Info";
"ANIMSNAP_YES" = "Attivo animazione Aggancia alla Griglia";
"ANIMSNAP_NO" = "Disattivo animazione Aggancia alla Griglia";
"SHOWFILESFINDER_YES" = "Mostro documenti e cartelle di Sistema nascosti";
"SHOWFILESFINDER_NO" = "Nascondo documenti e cartelle di Sistema nascosti";
"PATHINTITLE_YES" = "Mostro il percorso completo nel titolo delle finestre";
"PATHINTITLE_NO" = "Nascondo il percorso completo nel titolo delle finestre";
"FOLDERCONTENTQL_YES" = "Mostro il contenuto delle cartelle nelle anteprime QuickLook";
"FOLDERCONTENTQL_NO" = "Nascondo il contenuto delle cartelle nelle anteprime QuickLook";
"LABEL_1LINE" = "Mostro il testo delle icone su una linea";
"LABEL_2LINES" = "Mostro il testo delle icone su due linee";
"MENUBAR" = "Modifico lo sfondo della Barra dei Menù";
"MENUBAR_RESTART" = "La modifica dello sfondo della Barra dei Menù sarà effettiva solo dopo il riavvio del computer.\nForzo il riavvio ora?";
"SHOWPREFS_YES" = "Mostro l'elemento Preferenze... nel menù del Finder";
"SHOWPREFS_NO" = "Nascondo l'elemento Preferenze... nel menù del Finder";
"SHOWTRASH_YES" = "Mostro l'elemento Vuota il Cestino nel menù del Finder";
"SHOWTRASH_NO" = "Nascondo l'elemento Vuota il Cestino nel menù del Finder";
"QUITFINDER_YES" = "Mostro l'elemento Esci nel menù del Finder";
"QUITFINDER_NO" = "Nascondo l'elemento Esci nel menù del Finder";
"SHOWEJECT_YES" = "Mostro l'elemento Espelli nel menù Archivio";
"SHOWEJECT_NO" = "Nascondo l'elemento Espelli nel menù Archivio";
"SHOWBURN_YES" = "Mostro l'elemento Masterizza Disco...nel menù File";
"SHOWBURN_NO" = "Nascondo l'elemento Masterizza Disco...nel menù File";
"PERSOTOOLBAR_YES" = "Mostro l'elemento Personalizza la barra strumenti... nel menù Vista";
"PERSOTOOLBAR_NO" = "Nascondo l'elemento Personalizza la barra strumenti... nel menù Vista";
"VIEWOPTIONS_YES" = "Mostro l'elemento Mostra opzioni vista nel menù Vista";
"VIEWOPTIONS_NO" = "Nascondo l'elemento Mostra opzioni vista nel menù Vista";
"IDISK_YES" = "Mostro l'elemento iDisk nel menù Vai";
"IDISK_NO" = "Nascondo l'elemento iDisk nel menù Vai";
"SHOWGOTOFOLDER_YES" = "Mostro l'elemento Vai alla cartella... nel menù Vai";
"SHOWGOTOFOLDER_NO" = "Nascondo l'elemento Vai alla cartella... nel menù Vai";
"SHOWCONNECTTO_YES" = "Mostro l'elemento Connessione al server... nel menù Vai";
"SHOWCONNECTTO_NO" = "Nascondo l'elemento Connessione al server... nel menù Vai";
"EXTRASMENU" = "Mostra ";
"EXTRASMENUBAR" = " menu nella barra menu";
"REINIT_FINDER" = "Ripristino la configurazione del Finder";

"DOCK3D" = "Mostro il Dock 3D con effetto specchio";
"DOCK2D" = "Mostro Dock 2D con effetto trasparente";
"GENIE" = "Attivo l'effetto Genio";
"SCALE" = "Attivo l'effetto Scala";
"SUCK" = "Attivo l'effetto Risucchio";
"MINIMIZE128_YES" = "Disattivo la riduzione proporzionale della finestra nelDock";
"MINIMIZE128_NO" = "Attivo la riduzione proporzionale della finestra nelDock";
"ORIENTATION_BOTTOM" = "Colloco il Dock in basso.";
"ORIENTATION_LEFT" = "Colloco il Dock a sinistra.";
"ORIENTATION_RIGHT" = "Colloco il Dock a destra.";
"PINNING_START" = "Fisso il Dock all'inizio";
"PINNING_MIDDLE" = "Fisso il Dock al centro";
"PINNING_END" = "Fisso il Dock alla fine";
"ALIGN_TOP" = "Allineo in alto";
"ALIGN_BOTTOM" = "Allineo in basso";
"ALIGN_LEFT" = "Allineo a sinistra";
"ALIGN_RIGHT" = "Allineo a destra";
"LAUNCHANIM_YES" = "Attivo l'animazione all'apertura delle applicazioni";
"LAUNCHANIM_NO" = "Disattivo l'animazione all'apertura delle applicazioni";
"NOBOUNCING_YES" = "Disattivo l'animazione quando l'applicazione avvisa in background";
"NOBOUNCING_NO" = "Attivo l'animazione quando l'applicazione avvisa in background";
"ONLYSTATICAPP_YES" = "Visualizzo solo le applicazioni attive nel Dock";
"ONLYSTATICAPP_NO" = "Visualizzo tutte le applicazioni nel Dock";
"SHOWHIDDEN_YES" = "Attivo la trasparenza per le applicazioni nascoste";
"SHOWHIDDEN_NO" = "Disattivo la trasparenza per le applicazioni nascoste";
"AUTOHIDE_YES" = "Attivo Mostra e Nascondi automaticamente";
"AUTOHIDE_NO" = "Disattivo Mostra e Nascondi automaticamente";
"ANIMDOCK_YES" = "Turning on animation when hiding/showing the Dock";
"ANIMDOCK_NO" = "Turning off animation when hiding/showing the Dock";
"EXPOSEMENUS_YES" = "Attivo i menu di Exposé";
"EXPOSEMENUS_NO" = "Disattivo i menu di Exposé";
"LOCKSIZE_YES" = "Attivo il blocco della dimensione delle icone nel Dock";
"LOCKSIZE_NO" = "Disattivo il blocco della dimensione delle icone nel Dock";
"LOCKCONTENT_YES" = "Blocco le icone nel Dock";
"LOCKCONTENT_NO" = "Sblocco le icone nel Dock";
"SINGLEAPP_YES" = "Attivo la modalità Applicazione Singola";
"SINGLEAPP_NO" = "Disattivo la modalità Applicazione Singola";
"LISTSTACK_YES" = "Mostro menu Lista non gerarchico in modalità Elenco";
"LISTSTACK_NO" = "Mostro menu Lista gerarchico in modalità Elenco";
"MOUSEOVERSTACK_YES" = "Attivo l'effetto 'evidenzia al passaggio' per uno stack visualizzato a Griglia";
"MOUSEOVERSTACK_NO" = "Disattivo  l'effetto 'evidenzia al passaggio' per uno stack visualizzato a Griglia";
"STACK_RECENTFAVORITE" = "Aggiungo la lista Recenti/Favoriti nel Dock";
"SPACER_APP" = "Aggiungo spazio invisibile al lato sinistro del Dock";
"SPACER_OTHERS" = "Aggiungo spazio invisibile al lato destro del Dock";
"RESTORE_DOCK" = "Restoring the Dock's display and parameters";
"REINIT_DOCK" = "Ripristino la configurazione del Dock";

"HIDECONTROLSQT_YES" = "Nascondo la barra controlli di esecuzione in QuickTime";
"HIDECONTROLSQT_NO" = "Mostro la barra controlli di esecuzione in QuickTime";
"HIDETITLEQT_YES" = "Nascondo la barra del titolo nelle finestre di QuickTime";
"HIDETITLEQT_NO" = "Mostro la barra del titolo nelle finestre di QuickTime";
"AUTOPLAYMOVIE_YES" = "Attivo l'esecuzione automatica all'apertura di un file in QuickTime";
"AUTOPLAYMOVIE_NO" = "Disattivo l'esecuzione automatica all'apertura di un file in QuickTime";
"ROUNDEDCORNERS_YES" = "Mostro il contorno delle finestre con angoli arrotondati";
"ROUNDEDCORNERS_NO" = "Mostro il contorno delle finestre con angoli squadrati";
"FULLSCREENQT_YES" = "Attivo la modalità permanente a pieno schermo di QuickTime";
"FULLSCREENQT_NO" = "Disattivo la modalità permanente a pieno schermo di QuickTime";
"QTINFOPANEL_YES" = "Mostro l'inspector filmato sul Player QuickTime 7 ad ogni avvio";
"QTINFOPANEL_NO" = "Nascondo l'inspector filmato sul Player QuickTime 7 ad ogni avvio";
"REINIT_QUICKTIME" = "Ripristino la configurazione di QuickTime";

"PDFAUTO_YES" = "Attivo l'apertura dei documenti PDF";
"PDFAUTO_NO" = "Disattivo l'apertura dei documenti PDF";
"SAFARICACHE_YES" = "Attivo la Cache delle immagini di Safari";
"SAFARICACHE_NO" = "Disattivo la Cache delle immagini di Safari";
"BACKFORWARD_YES" = "Attivo i pulsanti Indietro/Avanti in Safari";
"BACKFORWARD_NO" = "Disattivo i pulsanti Indietro/Avanti in Safari";
"SINGLEWIND_YES" = "Attivo la modalità finestra singola in Safari";
"SINGLEWIND_NO" = "Disattivo la modalità finestra singola in Safari";
"CONFIRMCLOSEWIND_NO" = "Disattivo la conferma di chiusura di pagine multiple in Safari";
"CONFIRMCLOSEWIND_YES" = "Attivo la conferma di chiusura di pagine multiple in Safari";
"DEBUGSAFARI_YES" = "Attivo il Menù Sviluppo di Safari";
"DEBUGSAFARI_NO" = "Disattivo il Menù Sviluppo di Safari";
"FAVICON_YES" = "Mostro le icone dei Preferiti";
"FAVICON_NO" = "Nascondo le icone dei Preferiti";
"SHOWTOOLTIPS_YES" = "Mostro l'URL dei links nelle ToolTips";
"SHOWTOOLTIPS_NO" = "Nascondo l'URL dei links nelle ToolTips";
"PRINTBACKGROUND_YES" = "Attivo la stampa in background in Safari";
"PRINTBACKGROUND_NO" = "Disattivo la stampa in background in Safari";
"PRINTHEADERFOOTER_YES" = "Attivo la stampa delle Testate e dei Pie' di pagina in Safari";
"PRINTHEADERFOOTER_NO" = "Disattivo la stampa delle Testate e dei Pie' di pagina in Safari";
"HISTO_SAFARI" = "Modifico i parametri della cronologia di Safari";
"FIXWEBKITBUG" = "Ripristino l'opzione Ridimensiona solo il testo";
"REINIT_SAFARI" = "Ripristino la configurazione di Safari";

"MAILPLAINTEXT_YES" = "Mostro i nuovi messaggi di Mail in formato Testo";
"MAILPLAINTEXT_NO" = "Mostro i nuovi messaggi di Mail secondo le impostazioni di default";
"DATADETECTMAIL_NO" = "Disattivo Data Detectors di Mail";
"DATADETECTMAIL_YES" = "Attivo Data Detectors di Mail";
"VIEWATTACHMENT_YES" = "Attivo la visualizzazione degli allegati nei messaggi";
"VIEWATTACHMENT_NO" = "Disattivo la visualizzazione degli allegati nei messaggi";
"MAIL_MINIFONTSIZE" = "Modifico la grandezza minima dei font nei messaggi di Mail";
"COPYNAMEMAIL_YES" = "Mostro il nome durante la copia indirizzo-email dal menu contestuale di Mail";
"COPYNAMEMAIL_NO" = "Nascondo il nome durante la copia indirizzo-email dal menu contestuale di Mail";
"REINIT_MAIL" = "Ripristino la configurazione di Mail";

"TRACKNUMBER_NO" = "Nascondo il numero traccia durante l'importazione in ITunes";
"TRACKNUMBER_YES" = "Mostro il numero traccia durante l'importazione in ITunes";
"AUTOPLAY_NO" = "Disattivo riproduci traccia durante l'importazione in ITunes";
"AUTOPLAY_YES" = "Attivo riproduci traccia durante l'importazione in ITunes";
"DISABLESTORE_NO" = "Attivo iTunes Store in iTunes";
"DISABLESTORE_YES" = "Disattivo iTunes Store in iTunes";
"SHOWPING_YES" = "Mostro i pulsanti di Ping in iTunes liste";
"SHOWPING_NO" = "Nascondo i pulsanti di Ping in iTunes liste";
"ITUNESLINKS_YES" = "Mostro le frecce dei link di iTunes";
"ITUNESLINKS_NO" = "Nascondo le frecce dei link di iTunes";
"LINK_MS" = "Reindirizzo le frecce dei link su iTunes Store";
"LINK_LIB" = "Reindirizzo le frecce dei link su Libreria";
"HALFSTARS_YES" = "Attivo la mezza stella nel punteggio";
"HALFSTARS_NO" = "Attivo la mezza stella nel punteggio";
"HIGHCONTRAST_YES" = "Attivo la modalità Alto Contrasto in iTunes";
"HIGHCONTRAST_NO" = "Disattivo la modalità Alto Contrasto in iTunes";
"ITUNESZOOM_NO" = "Attivo il mini-player con il pulsante verde di Zoom in ITunes";
"ITUNESZOOM_YES" = "Disattivo il mini-player con il pulsante verde di Zoom in ITunes";
"REINIT_ITUNES" = "Ripristino la configurazione di iTunes";

"LOAD_IMAGELOGIN" = "Cambio l'immagine sfondo della Finestra Login";
"RESET_IMAGELOGIN" = "Ripristino l'immagine sfondo della Finestra Login";
"MSGLOGIN_YES" = "Mostro un messaggio nella Finestra di Login";
"MSGLOGIN_NO" = "Nascondo il messaggio nella Finestra Login";
"MODIF_LOGIN" = "Modifico i parametri della Finestra di Login";
"ENABLEKIOSK" = "Attivo la modalità Chiosco";
"DISABLEKIOSK" = "Disattivo la modalità Chiosco";
"KIOSKRESTART" = "Modifico il menù Apple."; 
"MSG_KIOSKRESTART" = "La modifica dello stato dei menù Apple Riavvia, Spegni e Log Out sarà effettiva solo dopo il riavvio del computer.\nForzo il riavvio ora?";
"HIDEBUTSESSION" = "Nascondo i pulsanti nella Finestra di Login";
"SHOWBUTSESSION" = "Mostro i pulsanti nella Finestra di Login";
"INFOLOGIN" = "Modifico le info nella Finestra di Login";
"SHOWADMINUSERS_YES" = "Mostro gli utenti Amministratori nella Finestra di Login";
"SHOWADMINUSERS_NO" = "Nascondo gli utenti Amministratori nella Finestra di Login";
"SHOWLOCALUSERS_YES" = "Mostro gli utenti Standard nella Finestra di Login";
"SHOWLOCALUSERS_NO" = "Nascondo gli utenti Standard nella Finestra di Login";
"SHOWNETWORKUSERS_YES" = "Mostro gli utenti Network nella Finestra di Login";
"SHOWNETWORKUSERS_NO" = "Nascondo gli utenti Network nella Finestra di Login";
"SETBOOT" = "Configuro la modalità di avvio";
"ALRT_BOOT" = "Hai scelto di riavviare il computer in modalità Single User.";
"MSG_BOOT" = "Al prossimo riavvio il computer non aprirà il Finder e non mostrerà la Scrivania. \nPer ritornare alla modalità di avvio normale, digita il comando: nvram boot-args='' ''";
"REINIT_LOGIN" = "Ripristino i parametri della Finestra di Login";

"INDEXING_YES" = "Attivo l'indicizzazione del Disco di Avvio";
"INDEXING_NO" = "Disattivo l'indicizzazione del Disco di Avvio";
"DELETE_SPOTLIGHTINDEX" = "Deleting the Spotlight index of the startup disk";
"DICTSPOTLIGHT_YES" = "Attivo la ricerca di Spotlight nel Dizionario";
"DICTSPOTLIGHT_NO" = "Disattivo la ricerca di Spotlight nel Dizionario";
"CALCSPOTLIGHT_YES" = "Attivo la Calcolatrice in Spotlight";
"CALCSPOTLIGHT_NO" = "Disattivo la Calcolatrice in Spotligh";
"HIDE_SPOTLIGHTICN" = "Nascondo l'icona di Spotlight nella barra dei menù";
"SHOW_SPOTLIGHTICN" = "Mostro l'icona di Spotlight nella barra dei menù";
"REINIT_SPOTLIGHT" = "Ripristino i parametri di Spotlight";

"VERIFYDMG_YES" = "Attivo la verifica delle Immagini Disco";
"VERIFYDMG_NO" = "Disattivo la verifica delle Immagini Disco";
"FORMATDMG_YES" = "Aggiungo altri formati di Immagini Disco";
"FORMATDMG_NO" = "Elimino altri formati di Immagini Disco";
"DEBUGDU_YES" = "Attivo il Menù Debug di Utility Disco";
"DEBUGDU_NO" = "Disattivo il Menù Debug di Utility Disco";
"VERIFYBURN_YES" = "Attivo la verifica del disco dopo la masterizzazione";
"VERIFYBURN_NO" = "Disattivo la verifica del disco dopo la masterizzazione";
"HELPFLOAT_NO" = "Imposto la finestra del Visore Aiuto non fluttuante";
"HELPFLOAT_YES" = "Imposto la finestra del Visore Aiuto fluttuante";
"ICONHELP_NO" = "Nascondo l'icona del Visore Aiuto nel Dock ed in Alterna applicazioni";
"ICONHELP_YES" = "Mostro l'icona del Visore Aiuto nel Dock ed in Alterna applicazioni";
"DEBUGHELP_NO" = "Disattivo la modalità Debug nel Visore Aiuto";
"DEBUGHELP_YES" = "Attivo la modalità Debug nel Visore Aiuto";
"X11ALERTQUIT_NO" = "Nascondo il messaggio di avviso chiusura di X11";
"X11ALERTQUIT_YES" = "Mostro il messaggio di avviso chiusura di X11";
"APP_X11" = "Modifico l'applicazione da eseguire al lancio di X11";
"SSBONJOUR_YES" = "Mostro il browser Bonjour in Condivisione Schermo";
"SSBONJOUR_NO" = "Nascondo il browser Bonjour in Condivisione Schermo";
"SSTOOLBAR_YES" = "Mostro la barra degli strumenti completa in Condivisione Schermo";
"SSTOOLBAR_NO" = "Nascondo la barra degli strumenti completa in Condivisione Schermo";
"DASHBOARD_YES" = "Attivo Dashboard e le sue widgets";
"DASHBOARD_NO" = "Disattivo Dashboard e le sue widgets";
"DEVMODE_YES" = "Attivo modalità Sviluppatore di Dashboard";
"DEVMODE_NO" = "Disattivo modalità Sviluppatore di Dashboard";
"RIPPLE_YES" = "Attivo l'effetto onda quando si aggiunge un nuovo widget";
"RIPPLE_NO" = "Disattivo l'effetto onda quando si aggiunge un nuovo widget";
"DEBUGARD_YES" = "Attivo il Menù Debug di Apple Remote Desktop";
"DEBUGARD_NO" = "Disattivo il Menù Debug di Apple Remote Desktop";
"DEBUGICAL_YES" = "Attivo il Menù Debug di iCal";
"DEBUGICAL_NO" = "Disattivo il Menù Debug di iCal";
"DATADETECTICHAT_NO" = "Disattivo Data Detectors di iChat";
"DATADETECTICHAT_YES" = "Attivo Data Detectors di iChat";
"FOCUSTERMINAL_YES" = "Attivo il Focus delle finestre del Terminale";
"FOCUSTERMINAL_NO" = "Disattivo il Focus delle finestre del Terminale";
"ASINSPECTOR_YES" = "Attivo Inspector di AppleScript in Interface Builder";
"ASINSPECTOR_NO" = "Disattivo Inspector di AppleScript in Interface Builder";
"REINIT_MISC" = "Ripristino la configurazione delle preferenze nascoste";

"NO_SN" = "Numero seriale non inizializzato. \nProbabilmente la scheda madre è stata cambiata.";
"PURGE_MEMORY" = "Purging the inactive memory";
"DISABLE_SWAP" = "Turning off the virtual memory";
"ENABLE_SWAP" = "Turning on the virtual memory";
"MODIF_JOURNAL" = "Modifico lo stato HFS+ journaling";
"JOURNAL_YES" = "Attivo Journaling HFS+";
"JOURNAL_NO" = "Disattivo Journaling HFS+";
"SHOW_MINIPROFILE" = "Mostro il profilo minimo";
"SHOW_BASICPROFILE" = "Mostro il profilo di base";
"SHOW_FULLPROFILE" = "Mostro il profilo completo";
"SAVE_MINIPROFILE" = "Salvo il profilo minimo";
"SAVE_BASICPROFILE" = "Salvo il profilo di base";
"SAVE_FULLPROFILE" = "Salvo il profilo completo";
"PROFILE_SAVED" = "Profilo salvato";
"MSG_XMLSAVED" = "Il profilo della tua configurazione hardware e software è stato salvato nel formato XML (.spx) sulla Scrivania.";
"MSG_TXTSAVED" = "Il profilo della tua configurazione hardware e software è stato salvato nel formato Testo (.txt) sulla Scrivania.";

"DEL_LOG" = "Elimino il resoconto di OnyX";
"NEWLOG" = "Nuovo resoconto creato...";
"DEL_REPORTS" = "Elimino il resoconto di blocco di OnyX";

"BAD_SYSTEM" = "OnyX non funziona con questa versione di Mac OS X.";
"GOOD_SYSTEM" = "Questa versione di OnyX può funzionare solamente con le versioni 10.6 di Mac OS X (Snow Leopard).";
"BADPASS" = "Devi inserire il nome dell'amministratore e la password.";
"MSG_BADPASS" = "Prova a inserire le informazioni di nuovo.";

"ERROR" = "Errore: ";
"MSG_NOSCRIPTLOG" = "These maintenance scripts have probably never been executed.";
"ERR_ONYXLOG" = "Resonto OnyX di Sistema disabilitato.";
"MSG_ONYXLOG" = "Probabilmente hai personalizzato la data e il formato dell'ora nelle Preferenze di Sistema. Un baco di sistema impedisce le operazioni sul resoconto di Sistema di OnyX.";
"ERR_UPDLOCATE" = "Si è verificato un errore durante la ricostruzione del database locate.";
"ERR_UPDWHATIS" = "Si è verificato un errore durante la ricostruzione del database whatis.";
"NOT_FOUND" = "Nessun elemento trovato...";
"ERR_INFOJOURNAL" = "Si è verificato un errore durante la lettura delle informazioni di journaling. Impossibile Attivare/Disattivare il journaling.";
"ERR_ENABLEJOURNAL" = "Si è verificato un errore durante l'attivazione del journaling.";
"ERR_DISABLEJOURNAL" = "Si è verificato un errore durante la disattivazione del journaling.";
"ERR_LOAD" = "Errore di caricamento.";
"ERR_DEVTOOLS" = "Si è verificato un errore durante l'installazione del pannello di preferenze.";
"ERR_SYNTAX" = "Errore di sintassi nel(i) seguente(i) file(s):";
"ERR_DSSTORE" = "Si è verificato un errore durante la cancellazione dei documenti .DS_Store.";
"MSG_DSSTORE" = "Premi il bottone Opzioni e verfica il percorso.";
"ERR_DATAENTRY" = "Errore nell'inserimento dati.";
"ERR_NONAME" = "Nessun nome specificato. Digitane uno, per favore.";
"ERR_POINTNAME" = "Il nome specificato inizia con un punto. Questi file sono nascosti dal sistema. Digita un altro nome, per favore.";
"NO_ANIMDESKTOP" = "Nessuno sfondo Scrivania selezionato.";
"CHOOSE_ANIMDESKTOP" = "Scegli uno sfondo per la Scrivania e poi premi Avvia.";
"MSGLOGIN" = "Messaggio non registrato.";
"ERR_MSGLOGIN" = "Forse hai usato caratteri speciali non permessi. Per favore modifica il tuo messaggio e riprova...";
"ERR_UPDATE" = "Errore durante la ricerca di aggiornamenti di OnyX.";
"ERR_UPDATERETRY" = "Si è verificato un errore durante la ricerca degli aggiornamenti di OnyX. Il sito web è momentaneamente irraggiungibile o non sei collegato a Internet. Riprova.";
"NO_FILE" = "Documento inesistente.";
"NOCOMMAND" = "Non hai selezionato alcun comando...";
"SELECT_COM" = "Seleziona uno comando nella lista o inserisci il nome del comando nel campo di ricerca.";
"NO_MAN" = "Non trovo alcuna voce del manuale per il comando: ";
"UNKNOWN_COM" = "Questo comando è sconosciuto o senza riferimenti nel manuale.";
"EMPTY_LIST" = "Lista vuota.";
"NO_SELECTION" = "Nessun elemento selezionato...";
"MSG_NOCASE" = "Seleziona almeno un'opzione e poi riprova.";
"ERR_TYPEPROFILE" = "Profilo sconosciuto.";
"MSG_TYPEPROFILE" = "Seleziona uno stile profilo, prego...";
"ERR_FORMATPROFILE" = "Formato sconosciuto.";
"MSG_FORMATPROFILE" = "Seleziona un formato profilo, per favore...";
"MSG_SAVEPROFILE" = "Si è verificato un errore durante il salvataggio della tua configurazione.";
"NO_LOGONYX" = "Il resoconto OnyX (~/Library/Logs/OnyX.log) non esiste. Probabilmente è stato rimosso.";
"BAD_CRASHONYX" = "Il file selezionato non è un Rapporti diagnostica di OnyX o è stato rinominato.";

"ALRT" = "Avviso!";
"ALRT_HIDEDISK" = "Vuoi veramente rendere invisibile il disco di avvio?";
"ALRT_FINDER" = "OnyX riavvierà il Finder. Verifica che non ci siano operazioni in corso (copia o spostamenti di files, svuotamento del cestino...), poi premi Continua.";
"ALRT_SYSTEMUISERVER" = "OnyX riavvierà il processo SystemUIServer. Questo processo mostra le icone situate a destra nella barra del menù.";
"ALRT_APPS" = "OnyX potrebbe forzare la chiusura di alcune applicazioni. Verifica che non ci siano operazioni in corso e che i tutti i dati siano stati salvati, poi premi Continua.";
"ALRT_ALLAPPS" = "OnyX chiuderà tutte le applicazioni aperte.";
"ALRT_FINDERAPPS" = "OnyX potrebbe forzare la chiusura del Finder e di alcune applicazioni. Verifica che non ci siano operazioni in corso e che i tutti i dati siano stati salvati, poi premi Continua.";
"ALRT_RESTOREDOCK" = "OnyX ripristinerà e riavvierà il Dock. I parametri verranno ripristinati e lo schemo apparirà come la prima volta che il Sistema e le applicazioni sono state installate la prima volta.";
"ALRT_REINITDOCK" = "OnyX ripristinerà i parametri del Dock e lo riavvierà.";
"ALRT_DOCK" = "OnyX riavvierà il Dock.";
"ALRT_SAFARI" = "OnyX forzerà la chiusura di Safari. Verifica che non ci siano download in corso, poi premi Continua.";
"ALRT_ITUNES" = "OnyX forzerà la chiusura di iTunes. Verifica che non ci siano operazioni in corso, poi premi Continua.";
"ALRT_DU" = "OnyX forzerà la chiusura di Disk Utility. Verifica che non ci siano operazioni in corso, poi premi Continua.";
"ALRT_TERM" = "OnyX forzerà la chiusura di Terminale. Verifica che non ci siano operazioni in corso, poi premi Continua.";
"ALRT_QTPLAYER" = "OnyX forzerà la chiusura di QuickTime Player. Verifica che non ci siano operazioni in corso, poi premi Continua.";
"ALRT_MAIL" = "OnyX forzerà la chiusura di Mail. Verifica che non ci siano operazioni in corso, poi premi Continua.";
"ALRT_ARD" = "OnyX forzerà la chiusura di Apple Remote Desktop. Verifica che non ci siano operazioni in corso, poi premi Continua.";
"ALRT_ICAL" = "OnyX forzerà la chiusura di iCal. Verifica che non ci siano operazioni in corso, poi premi Continua.";
"ALRT_ICHAT" = "OnyX forzerà la chiusura di iChat. Verifica che non ci siano operazioni in corso, poi premi Continua.";
"ALRT_HELPVIEWER" = "OnyX forzerà la chiusura di Help Viewer. Verifica che non ci siano operazioni in corso, poi premi Continua.";
"ALRT_X11" = "OnyX forzerà la chiusura di X11 e delle sue applicazioni. Verifica che non ci siano operazioni in corso, poi premi Continua.";
"ALRT_SS" = "OnyX forzerà la chiusura di Condivisione Schermo. Verifica che non ci siano operazioni in corso, poi premi Continua.";
"ALRT_IB" = "OnyX forzerà la chiusura di Interface Builder. Verifica che non ci siano operazioni in corso, poi premi Continua.";

"APPLE" = "creata da Apple Inc.";
"BARRIERE" = "creata da Joël Barrière";
"MARCHAND" = "creata Jérémy Marchand";
"PETERSEN" = "creata da Dirk Petersen";
"BESSON" = "creata da Mathieu Besson";
"KINO" = "creata da Nato Kino";
"BENNETT" = "creata da Francisco O. Bennett";
"IDIART" = "creata da Dominique Idiart";
"BLOIS" = "creata da Jonathan Blois";
"BOUKARABILA" = "creata da Karim Boukarabila";
"HEUVEL" = "creata da Vincent van den Heuvel";
"HAWTIN" = "creata da Michael Hawtin";
"WONDRACK" = "creata da James Wondrack";
"TOOHEY" = "creata da Will Toohey";
"COLASHEEP" = "creata da Cola Sheep";
"RAZAN" = "creata da John D. Razan";
"J2MC" = "creata da Jose Juan Medina Cabrera";
"RHINEHART" = "creata da Brian Rhinehart";
"TOM" = "creata da Tom";
"LANHAM" = "creata da Lanham";

"UNINSTALL_ONYX" = "Vuoi veramente disinstallare OnyX ed i componenti creati mentre installo ed uso l'applicazione?";
"QUIT_ONYX" = "Vuoi uscire veramente da OnyX?";
